Repository: robledop/NetCalc-WindowsPhone
Catalog: NetCalc/Resources/AppResources.*.resx
Languages: pt_pt

# ResourceLanguage
source: en-US
pt_pt: pt-PT

source: about
pt_pt: sobre

source: Address block
pt_pt: Bloco de endereço

# ChooseSubnets
source: Choose the number of subnets
pt_pt: Escolha o número de sub-redes

# InvalidIP
source: Invalid IP address
pt_pt: Endereço IP inválido

# Limit
source: Only the first 500 results were shown.
pt_pt: Apenas os primeiros 500 resultados foram mostrados.

source: List subnets
pt_pt: Listar redes

# MainTitle
source: cidr calculator
pt_pt: calculadora ip

source: Subnet Mask
pt_pt: Máscara de sub-rede

source: Subnets
pt_pt: Sub-redes

# ChooseNetMask
source: Choose the subnet mask
pt_pt: Escolha a máscara de sub-rede

# False
source: No
pt_pt: Não

# NetBits
source: Mask
pt_pt: Másc.

# Network
source: Network ID
pt_pt: ID de rede

# True
source: Yes
pt_pt: Sim

source: rate and review
pt_pt: classificar e dar opinião

# DetailsSubnetMask
source: Subnet mask
pt_pt: Máscara de sub-rede

# FirstUsable
source: First usable address
pt_pt: Primeiro endereço utilizável

# LastUsable
source: Last usable address
pt_pt: Último endereço utilizável

source: Number of hosts
pt_pt: Número de hosts

source: Subnet details
pt_pt: Detalhes da sub-rede

source: Tip
pt_pt: Dica

# Toast
source: You can tap on the list of subnets to view its details
pt_pt: Você pode selecionar um item da lista de sub-redes para ver os seus detalhes

source: RFC 3021 compliant
pt_pt: Compatível com a RFC 3021

source: Wildcard subnet mask
pt_pt: Máscara de sub-rede curinga

# BuyToRemoveAdvertisements
source: remove advertisements
pt_pt: remover as propagandas
